// © Copyright 2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Administrowanie urządzeniem";

TaskTitle = "Administrowanie urządzeniem";
HSDPasswordButton = "Ustaw/zmień hasło administratora…";
HSDEnableAllTitle = "Włącz wszystkie";
HSDDisableAllTitle = "Wyłącz wszystkie";
HSDCustomSettingsTitle = "Ustawienia niestandardowe:";
HSDOnTitle = "Włącz.";
HSDFeatureNameTitle = "Nazwa funkcji";

Networking = "Ethernet";
Wireless = "Bezprzewodowa";
WirelessAccessPoint = "Punkt dostępu bezprzewodowego";
Fax = "Faks";
DigitalSend = "Wysyłanie cyfrowo";
MassStorage = "Karta fotograficzna/pamięć masowa";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "Usługa MobileApps";
ControlPanelAccess = "Blokada panelu sterowania";
Scan = "Skanowanie";
RemoteScan = "Skanowanie z komputera lub urządzenia przenośnego";
WebScan = "Skanowanie sieci";
WebServices = "Usługi WWW";
FaxReprint = "Ponowne drukowanie faksów";
ReceivingColorFax = "Faks kolorowy (przychodzące faksy)";
PrintFromMassStorage = "Otwórz/drukuj z urządzeń USB";
ScanToMassStorage = "Zapisz na urządzeniu USB (Skanuj do urządzenia USB)";
MassStorageRestrictColor = "Druk kolorowy z urządzeń pamięci";
Copy = "Kopia";
ColorCopy = "Kopiowanie w kolorze";
DFA = "Archiwizowanie faksów urządzenia (DFA)";
ScanToEmail = "Skanuj do wiadomości e-mail";
ScanToNetworkFolder = "Skanuj do folderu sieciowego";
ScanToSharePoint = "Skanuj do punktu udostępnianego";
ManualFromEmailAddress = "Ręcznie z wprowadzonego adresu e-mail";
ConsumableSubscription = "Subskrypcja tuszu";
SFS = "Pomoc internetowa";
UsageDataCollection = "Zbieranie danych o eksploatacji";
WebProxy = "Serwer proxy WWW";
WDAP = "Automatyczne wykrywanie serwerów proxy WWW (WPAD)";
FirmwareUpdate = "Uaktualnienie firmware";
WebFirmwareUpdate = "Aktualizacja oprogramowania sprzętowego pobrana z Internetu";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Drukowanie przy użyciu usługi Google Cloud Print za pośrednictwem sieci bezprzewodowej";

DisableControlPanelAccessAlertTitle =  "Włączenie blokady panelu sterowania ogranicza również dostęp do ustawień drukarki w narzędziu HP Utility. Czy na pewno chcesz włączyć blokadę panelu sterowania?";
DisableControlPanelAccessAlertDescription = "Narzędzie HP Utility wymaga wyłączenia blokady panelu sterowania w celu wyświetlenia i skonfigurowania ustawień drukarki. Jeśli blokada jest włączona, należy przeprowadzić konfigurację przy użyciu wbudowanego serwera internetowego (EWS).";
DisableControlPanelAccessAlertButton = "Włącz blokadę panelu sterowania";

HSDFeatureRequiresRebootNote = "(1) Uruchom ponownie drukarkę, aby to ustawienie zaczęło działać.";

NoSetTitle = "Nie zaktualizowano %@.";
NoSetMessage = "Przekroczono maksymalną liczbę dozwolonych prób zmiany tego ustawienia.\nSpróbuj ponownie za godzinę.";

// password window
HSDOldPasswordTitle = "Stare hasło:";
HSDNewPasswordTitle = "Nowe hasło:";
HSDConfirmPasswordTitle = "Powtórz nowe hasło:";

IncorrectPasswordMessage = "Hasło jest nieprawidłowe.";
NewPasswordTooLong = "Nowe hasło jest zbyt długie.";
PasswordNotSupported = "Zmienianie hasła nie jest obsługiwane.";
PasswordRuntimeError = "Nieznany błąd.";

HSDOkButton = "OK";
HSDCancelButton = "Anuluj";
